Repository: Entropyobserver/test
Catalog: projects_AI/mt_oil_no/data/source/npd/npd.no.en-nb.tmx
Source language: en
Languages: nb

source: "The Norwegian Petroleum Directorate regrets this," says Director of Exploration Sissel Eriksen, "but we are planning a similar project in connection with next year's acquisition of seismic data," she says.
nb: -Vi i Oljedirektoratet beklager dette, sier direktør for leting, Sissel Eriksen, men vi planlegger et tilsvarende forskningsprosjekt i forbindelse med neste års seismiske innsamling, sier hun.

source: The well was drilled from the Ringhorne installation in connection with the ongoing drilling program for the Ringhorne discovery.
nb: Brønnen ble boret fra Ringhorne?innretningen i forbindelse med det pågående boreprogrammet på Ringhornefunnet.

source: Oil was discovered in rocks from the Early Tertiary Age, and the discovery is delimited by development well 25/8-C-18 A in order to confirm the additional resources.
nb: Det ble funnet olje i bergarter av tidlig tertiær alder, og funnet er avgrenset av utvinningsbrønn 25/8-C-18 A for å bekrefte tilleggsressursene.

source: The discovery could contain as much as 5-7 million Sm3 of recoverable resources, thus proving that new discoveries can still be made in well-explored areas.
nb: Funnet kan være i størrelsesorden 5-7 millioner Sm3 utvinnbare ressurser og viser at det fortsatt er muligheter for nye funn selv i godt utforskete områder.

source: Proximity to existing infrastructure makes it very likely that these resources can be developed.
nb: Nærheten til eksisterende infrastruktur gjør at det høyst sannsynlig vil være mulig å utvikle disse ressursene.

source: Contact in the NPD Magne Gunnar Edvardsen, tel.
nb: Kontaktperson i OD: Magne Gunnar Edvardsen, tlf.

source: The well was drilled in a structure of the Middle Jurassic Age, about 15 km southeast of the Jotun field.
nb: Brønnen ble boret på en struktur av midtre jura alder, ca 15 km sørøst for Jotunfeltet.

source: The main purpose of the well operation was to test a prospect from the Middle Jurassic Age.
nb: Hovedhensikten med brønnen var å teste et prospekt av midtre jura alder.

source: The water depth at the well location is 122 meters.
nb: Vanndypet på brønnlokasjonen var 122 meter.

source: The well was drilled to a total depth of 2,250 meters MD (2,114 meters total vertical depth) under the sea surface.
nb: Brønnen ble boret til totalt dyp 2250 meter MD (2114 m total vertikal dybde) under havoverflaten.

source: The well did not prove traces of hydrocarbons in the relevant sandstone layers.
nb: Brønnen påviste ingen spor av hydrokarboner i de aktuelle sandsteinslag.

source: The drilling activity was carried out by Deepsea Trym.
nb: Boringen ble gjennomført av Deepsea Trym.

source: The drilling installation will continue working for Esso Norge AS in the Jotun area, and will now drill well 25/8-14 S in production license 027.
nb: Boreinnretningen vil fortsette arbeidet for Esso Norge AS i Jotunområdet, og vil nå bore brønn 25/8-14 S i utvinningstillatelse 027.

source: The licensees in production license 189 are: Esso Exploration and Production Norway AS: 45 percent (operator) Norsk Hydro Produksjon AS: 10 percent Petoro AS: 45 percent See also the drilling activity table for 2003.
nb: Rettighetshavere i utvinningstillatelse 189 er: Esso Exploration and Production Norway A/S: 45 prosent (operatør) Norsk Hydro Produksjon AS: 10 prosent Petoro AS: 45 prosent Se også tabell for boreaktivitet 2003.

source: The main purpose of the well was to test a prospect in the Middle Jurassic Age.
nb: Hovedformål med brønnen var å teste et prospekt av midtre jura alder.

source: The total length of the well is approximately 7.9 km, and the drilling activity was concluded in rocks from the Middle Jurassic Age at a depth of 2126 meters.
nb: Total brønnlengde er ca 7,9 km, og boringen ble avsluttet i bergarter av midtre jura alder på 2126 meter.

source: Gas/condensate was proven in sandstone from the Cretaceous Age.
nb: Det ble påvist gass/kondensat i en sandstein av kritt alder.

source: This is a small and limited discovery.
nb: Det er snakk om et lite funn med begrenset utstrekning.

source: As the well was drilled from the Gullfaks B installation, it is nevertheless interesting as it could be rapidly put into production.
nb: Ettersom brønnen er boret fra Gullfaks B-innretningen, er funnet likevel interessant siden det raskt kan settes i produksjon.

source: Experience from this production could provide valuable information on the size and commercial value of this deposit.
nb: Erfaringen fra denne produksjonen vil kunne gi viktig informasjon om forekomstens størrelse og kommersielle verdi.

source: The well will subsequently be reclassified to production well 34/10-B-42 E.
nb: Brønnen vil senere bli omklassifisert til utvinningsbrønn 34/10-B-42 E.

source: Contact in the NPD is principal engineer Astri Fritsen, tel.
nb: Kontaktperson er: Sjefingeniør Astri Fritsen, tlf.

source: The well was drilled to a total depth of 3803 meters under the sea surface and was completed in rocks from the Middle Jurassic Age.
nb: Brønnen ble boret til et totalt dyp på 3803 meter under havoverflaten og avsluttet i bergarter av midt jura alder.

source: The well showed traces of hydrocarbons in rocks from the Upper Jurassic Age, which was the primary target of the drilling activity.
nb: Brønnen påviste spor av hydrokarboner i bergarter av øvre jura alder som var primærmålet for boringen.

source: The operator is now evaluating the results from the well.
nb: Brønnresultatene evalueres nå av operatøren.

source: The drilling activity was carried out by the Deep Sea Delta drilling rig which, upon completion of this job, will be moving to the Tune field to conduct well intervention and completion work.
nb: Boringen ble gjennomført av boreinnretningen Deep Sea Delta, som etter avsluttet operasjon går til Tune for brønnintervensjon og kompletteringsarbeider.

source: The well has now been plugged and the drilling rig is in the process of leaving the site.
nb: Brønnen er nå plugget og boreinnretningen er i ferd med å forlate borestedet.

source: Production license 195 was awarded in the 14th licensing round in 1993.
nb: Utvinningstillatelse 195 ble tildelt i 14. tildelingsrunde i 1993.

source: The NPD's contact person is principal engineer Jan Stenløkk, tel.
nb: Kontaktperson i OD er sjefingeniør Jan Stenløkk tlf.

source: The drilling location was on a structure immediately west of the Kristin field.
nb: Brønnen ble boret på en struktur like vest av Kristinfeltet.

source: The well was drilled to a total depth of 4477 meters below the sea surface and was concluded in rocks from the Triassic Age.
nb: Brønnen ble boret til et totalt dyp av 4477 meter under havoverflaten og avsluttet i bergarter av trias alder.

source: The main purpose of the well was to test a prospect from the Jurassic Age.
nb: Hovedformålet med brønnen var å teste et prospekt av jura alder.

source: Gas/condensate from the Cretaceous Age was proven.
nb: Det er påvist gass/kondensat i bergarter av kritt alder.

source: The well was not subject to a production test.
nb: Brønnen ble ikke produksjonstestet.

source: The size of the discovery is currently being evaluated.
nb: Evaluering av størrelsen på funnet pågår.

source: The drilling operations were conducted using the semi-submersible drilling installation Deepsea Bergen at a water depth of 383 metres.
nb: Boringen ble utført med den halvt nedsenkbare boreinnretningen Deepsea Bergen på 383 meters vanndyp.

source: The well has now been permanently plugged and abandoned.
nb: Brønnen er nå permanent plugget og forlatt.

source: Contact person in the NPD is principal engineer Kjetil Kaada, tel.
nb: Kontaktperson i OD sjefingeniør Kjetil Kaada, tlf.

source: The 3D seismic data covers Block 31/5 (as well as a small part of Block 31/4).
nb: 3D-seismikken som legges ut for salg omfatter blokk 31/5 (samt en mindre del av blokk 31/4).

source: Selling seismic from the Icelandic sea areas off Jan Mayen
nb: Selger seismikk fra islandske havområdene ved Jan Mayen

source: In 2011 and 2012, the Norwegian Petroleum Directorate (NPD) acquired 2D seismic offshore Jan Mayen on the Norwegian and Icelandic shelves.
nb: I 2011 og 2012 samlet Oljedirektoratet inn 2D seismikk ved havområdene utenfor Jan Mayen både på norsk og islandsk kontinentalsokkel.

source: Selling seismic data from the southeastern Barents Sea and off Jan Mayen
nb: Selger seismikk fra Barentshavet sørøst og ved Jan Mayen

source: In 2011 and 2012, the Norwegian Petroleum Directorate (NPD) acquired 2D seismic data in the southeastern Barents Sea and off Jan Mayen.
nb: I 2011 og 2012 samlet Oljedirektoratet inn 2D seismikk i Barentshavet sørøst og ved Jan Mayen.

source: NPD is selling seismic data from Lofoten, Vesterålen and Senja
nb: OD selger seismikk fra Lofoten, Vesterålen og Senja

source: The well was drilled in the Lerke structure, which is located about 4 km northeast of the Norne field.
nb: 4 km nordøst av Nornefeltet.

source: The well proved oil sandstone in the Middle Jurassic, which was the secondary target for the drilling activity.
nb: Brønnen påviste olje i sandsteiner av midtre jura alder som var sekundærmålet for boringen.

source: Only traces of oil were recorded in the main target for the well, which was sandstone from the Early Jurassic Age.
nb: I hovedmålet for boringen som var sandsteiner av tidlig jura alder, ble det kun registrert spor av olje.

source: The drilling operation on Lerke was carried out by the Deepsea Bergen drilling rig, with a total drilling time of 25 days.
nb: Boringen på Lerke er gjennomført av boreinnretningen Deepsea Bergen med en total boretid på 25 dager.

source: The plan calls for the rig to leave the location on 18 February 2003.
nb: Innretningen vil etter planen forlate lokasjonen 18.2.2003.

source: Total drilling time was 21 days.
nb: Total boretid var 21 dager.

source: The main purpose of the well was to test a sandstone prospect in the Early Jurassic Age.
nb: Hovedformålet med brønnen var å teste et sandsteinsprospekt av tidlig jura alder.

source: No hydrocarbons were proven in the relevant sandstone strata.
nb: Det ble ikke påvist hydrokarboner i de aktuelle sandsteinslag.

source: However, the result of the well does not rule out the possibility of discoveries in the other mapped prospects in blocks 6608/10 and 6608/11.
nb: Resultatet fra brønnen utelukker imidlertid ikke mulighetene for funn i de øvrige kartlagte prospektene i blokkene 6608/10 og 6608/11.

source: The drilling rig will now leave the location to drill a production well on the Norne field.
nb: Boreinnretningen vil nå forlate lokasjonen for å bore en produksjonsbrønn på Nornefeltet.

source: See also the table showing drilling activity in 2002
nb: Se også tabell for boreaktivitet 2002

source: Contact information
nb: Kontaktinformasjon

source: The well was drilled to a total depth of 3414 meter below sea level.
nb: Brønnen ble boret ned til et total dyp på 3414 meter under havnivå.

source: This is the first wildcat well in production license 264, which covers blocks 6706/5, 6706/6 and 6707/4.
nb: Dette er den første undersøkelsesbrønnen i utvinningstillatelse 264 som dekker blokkene 6706/5, 6706/6 og 6707/4.

source: Minor amounts of gas were encountered, but the discovery is not commercial at this time.
nb: Det er påtruffet mindre mengder gass, men funnet er ikke kommersielt i dag.

source: The well has provided valuable geological information, including on the reservoir development in the area.
nb: Brønnen har gitt verdifull geologiske informasjon, blant annet om reservoarutviklingen i området.

source: This will have significance for future evaluation of the exploration potential in this production license and the surrounding areas.
nb: Dette har betydning for framtidig evaluering av letepotensialet i denne utvinningstillatelsen og de omkringliggende områdene.

source: The drilling activities were carried out by the West Navigator drilling rig.
nb: Boreoperasjonen ble utført av boreinnretningen West Navigator.

source: When work on this well is completed, Statoil will be taking over the West Navigator to drill a wildcat well on Griphøgda, production license 281, north of the Ormen Lange discovery in the Norwegian Sea.
nb: Ved ferdigstillelse av denne brønnen vil West Navigator bli overtatt av Statoil for å bore en undersøkelsesbrønn på Griphøgda, utvinningstillatelse 281, nord for Ormen Langefunnet i Norskehavet.

source: Contact information: Børre Munch-Ellingsen.
nb: Kontaktperson i OD: Børre Munch-Ellingsen, tlf.

source: The principal objective of the well was to test a stratigraphic prospect in the Late Jurassic called Villmink.
nb: Hovedformålet med brønnen var å teste et stratigrafisk prospekt av sen jura alder kalt Villmink.

source: 15/12-15 was drilled at a water depth of 88 m, to a total depth of 3275 m below the sea surface, and concluded in rocks of the Middle Jurassic Age (the Sleipner formation).
nb: 15/12-15 ble boret på 88 meters vanndyp til en total dybde av 3275 meter under havoverflaten og avsluttet i bergarter av mellom jura alder (Sleipnerformasjonen).

source: No hydrocarbons were encountered in the well, which will now be plugged permanently.
nb: Det ble ikke påtruffet hydrokarboner i brønnen som nå vil bli permanent plugget.

source: The drilling was carried out by the drilling rig Deepsea Trym.
nb: Boringen ble gjennomført av boreinnretningen Deepsea Trym.

source: The licensees in production licence 038 (NPD factpages).
nb: Rettighetshavere i utvinningstillatelse 038 (ODs faktasider).

source: Contact information Roald Sæter, tel.
nb: Kontaktinformasjon Roald Sæter, tlf.

source: At the same time five directors have rotated out of management.
nb: Samtidig har fem direktører rotert ut av ledelsen.

source: The NPD has a stratum-based organisation consisting of the Director General and eight additional directors.
nb: OD har en lagbasert organisasjon med en ledelse som består av oljedirektøren og åtte direktører i tillegg.

source: The Director General position is a fixed-term position of six years, as are other senior management positions in directorates.
nb: Oljedirektørstillingen er, som andre topplederstillinger i direktorater, en åremålstilling på seks år.

source: The other director positions in the NPD are rotated and directors are appointed for four to six-year-periods.
nb: De øvrige direktørstillingene i OD går på rotasjon, og direktører utpekes for perioder på fire til seks år.

source: In addition, the NPD has advertised positions as HR Director and Director of Environment and Energy
nb: I tillegg har OD lyst ut stillingene som HR-direktør og som direktør for miljø og energi.

source: All of the new directors come from the NPD.
nb: De nye direktørene kommer alle fra OD.

source: Tormod Slåtsveen, Gunnar Østebø, Kirsti Veggeland, Øystein Dretvik and Eva Halland have rotated out of NPD management and now work on other tasks in the organisation.
nb: Tormod Slåtsveen, Gunnar Østebø, Kirsti Veggeland, Øystein Dretvik og Eva Halland har rotert ut av ODs ledelse og arbeider nå med andre oppgaver i organisasjonen.

source: The well was drilled about 35 kilometers southwest of Balder with the semi-submersible drilling installation Deepsea Delta in a sea depth of 112 m to a depth of 3156 m under the sea surface.
nb: Brønnen ble boret om lag 35 kilometer sørvest av Balder med den halvt nedsenkbare boreinnretningen Deepsea Delta på 112 m vanndyp og til et dyp av 3156 m under havflaten.

source: Interesting oil volumes were proven in rocks of the Middle Jurassic Age, most likely in the Hugin/Sleipner formations.
nb: Interessante oljevolumer ble påvist i bergarter av midtre jura alder, mest sannsynlig i Hugin-/Sleipnerformasjonene.

source: Further analyses and studies are necessary in order to estimate the size of the discovery, but preliminary assessments indicate that it could be commercial.
nb: Det er nødvendig å utføre ytterligere analyser og studier for å kunne evaluere størrelsen på funnet, men foreløpige vurderinger tyder på at det kan være drivverdig.

source: In this respect the discovery is located at a favorable distance from existing infrastructure in the Jotun/Balder area.
nb: Funnet ligger i så henseende i gunstig avstand til eksisterende infrastruktur i Jotun-/Balderområdet.

source: The licensees in production licences 001B and 242 are Esso Exploration and Production Norway A/S and Statoil, both with a 50 per cent ownership interest.
nb: Rettighetshaverne i utvinningstillatelsene 001B og 242 er Esso Exploration and Production Norway A/S og Statoil, begge med 50 prosent eierandel.

source: After completing the drilling operation, Deepsea Delta will be on assignment for Hydro to drill an exploration well in block 30/11 south of Oseberg.
nb: Etter avslutning av boreoperasjonen går Deepsea Delta til oppdrag for Hydro for boring av en letebrønn i blokk 30/11 sør for Oseberg.

source: See also the table for drilling activities in 2004.
nb: Se også tabell for boreaktivitet 2004.

source: Contact in the NPD: Magne Gunnar Edvardsen, tel.
nb: Kontaktperson i OD: Magne Gunnar Edvardsen, tlf.

source: The well was located about 135 km from the Norwegian coast, just south of the city of Bergen.
nb: Brønnen ble boret ca 135 km ut fra norskekysten rett sør for Bergen.

source: The water depth at the location is 103 meters.
nb: Vanndypet var 103 m.

source: The well was drilled to evaluate a sand prospect of Jurassic age called "Brontes".
nb: Brønnen ble boret for å evaluere et sandsteinsprospekt av jura alder kalt "Brontes".

source: The well was completed in rocks in the Dunlin formation, 3350 meters below sea level.
nb: Boringen ble avsluttet i bergarter tilhørende Dunlin-formasjonen 3350m under havnivå.

source: Hydrocarbon traces were encountered at the expected reservoir level.
nb: Spor av hydrokarboner ble funnet i det forventede reservoarnivået.

source: Well 30/11-6 was drilled using the DeepSea Delta drilling rig.
nb: Boringen ble gjennomført med boreinnretningen DeepSea Delta.

source: The rig will continue to operate for Norsk Hydro.
nb: Innretningen vil fortsette å operere for Norsk Hydro Produksjon AS.

source: See also: Table of rig activity, 2004
nb: Se også tabell for boreaktivitet 2004.

source: The discovery is in sandstone of the Jurassic Age (Brent, Ness sandstone).
nb: Funnet er i sandstein av jura alder (Brent, Ness sandsteiner).

source: This reservoir is either filled with water or has disintegrated in other places where it has been tested on the Brage field.
nb: Dette reservoaret er enten vannfylt eller forvitret andre steder hvor det er testet på Bragefeltet.

source: Preliminary calculations initially show a little less than one million Sm3 of oil.
nb: Foreløpige beregninger viser initielt i underkant av en million Sm3 olje.

source: The discovery thus represents an interesting addition resource that can quickly be tied in to production.
nb: Funnet representerer dermed en interessant tilleggsressurs som raskt kan knyttes til produksjonen.

source: The Brage discovery is covered by the unitization agreement, with the following licensees: Norsk Hydro Produksjon AS 20% Paladin Resources Norge AS 20% Esso Exploration and Production Norway A/S 16.4% Petoro AS 14.3% Statoil ASA 12.7% Eni Norge AS 12.3% OER Oil AS 4.4%
nb: Funnet dekkes av Brage samordningsavtale, med følgende rettighetshavere: Norsk Hydro Produksjon AS 20% Paladin Resources Norge AS 20% Esso Exploration and Production Norway A/S 16.4% Petoro AS 14.3% Statoil ASA 12.7% Eni Norge AS 12.3% OER Oil AS 4.4%

source: Contact in the NPD: Jan Stenløkk, tel.
nb: Kontaktperson i OD: Jan Stenløkk, tlf.

source: The main purpose of the well was to test a prospect called Topas in the Middle Jurassic age.
nb: Hovedformålet med brønnen var å teste et prospekt kalt Topas av mellom-jura alder.

source: The prospect is situated partly in block 34/10 (production licence 050) and partly in block 34/7 (production license 120), about three km north-east of the Gullfaks field and about five km south of the Visund field.
nb: Prospektet ligger dels i blokk 34/10 (utvinningstillatelse 050) og dels i blokk 34/7 (utvinningstillatelse 120), cirka tre kilometer nordøst for Gullfaksfeltet og cirka fem kilometer sør for Visundfeltet.

source: Oil has been proven in Middle Jurassic and Upper Triassic sandstones in both blocks, and there has been extensive collection of cores, logs and fluid samples.
nb: Det er påvist olje i mellom-jura og øvre trias sandsteiner i begge blokkene, og det er utført omfattende innsamling av kjerner, logger og væskeprøver.

source: The licensees are considering applying for consent to conduct test production.
nb: Rettighetshaverne vurderer å søke om tillatelse til prøveutvinning.

source: Experience gained from this test production could provide vital information concerning the size and production characteristics of the discovery.
nb: Erfaring fra denne prøveutvinningen vil kunne gi viktig informasjon om funnets størrelse og produksjonsegenskaper.

source: The well will now be sidetracked to a more optimal position.
nb: Brønnen vil nå bli sideboret til en mer optimal posisjon.

source: The licensees in production licences 120 and 050.
nb: Rettighetshavere i utvinningstillatelsene 120 og 050.

source: See NPD's facta pages.
nb: Se OD's faktasider.

source: Contact information Astri Fritsen, tel.
nb: Kontaktinformasjon Astri Fritsen, tlf 51876474

source: The purpose of the well was to evaluate the Sahara prospect of Cretaceous age.
nb: Hovedformål med brønnen var å teste et prospekt kalt Sahara av kritt alder.

source: The well, which is now plugged and abandonned did not prove hydrocarbons.
nb: Det ble ikke påtruffet hydrokarboner i brønnen som nå er plugget og forlatt.

source: Well 6507/1-1 was drilled using the drilling rig Stena Dee.
nb: Boringen på Saharaprospektet ble gjennomført av boreinnretningen Stena Dee.

source: Contact information Inger Helene Madland, Telephone: +51 87 62 92
nb: Kontaktinformasjon Inger Helene Madland, telefon: 51 87 62 92

source: The well was drilled in a sea depth of 342 meters to a total depth of 2281 meters under the sea surface in rocks of the Late Triassic Age.
nb: Brønnen er boret på 342 meters havdyp til en total dybde av 2281 meter under havoverflaten og avsluttet i bergarter av sen trias alder.

source: Extensive collection of cores, logging and fluid samples have been carried out, and oil was proven in sandstone from the Lower Jurassic Age.
nb: Det er utført en omfattende innsamling av kjerner, logger og væskeprøver, og det er påvist olje i undre jura sandsteiner.

source: Assessments are currently being made of the information from the well in order to estimate the size of the discovery.
nb: Vurderinger av informasjonene fra brønnen for å anslå størrelsen på funnet pågår.

source: Drilling was carried out by the drilling vessel West Navigator, with a total drilling period of 24 days.
nb: Boringen på Linerleprospektet ble gjennomført av borefartøyet West Navigator med en total boretid på 24 dager.

source: The vessel left the location on Sunday, 23 May 2004.
nb: Fartøyet forlot lokasjonen søndag 23. mai 2004.

source: See also the table for oil activities in 2004.
nb: Se også tabell for boreaktivitet 2004.

source: Contact in the NPD: Jan Terje Johansen, tel.
nb: Kontaktperson i OD: Jan Terje Johansen, tlf.

source: If you find that the text is small and hard to read, you can make it bigger.
nb: Hvis du synes at teksten er liten og vanskelig å lese kan du gjøre den større.

source: Follow the instructions for your type of computer and browse the list below:
nb: Følg instruksen for din type datamaskin og nettleser i oversikten nedenfor:
